{"inkVersion":20,"root":[[{"#":"speaker:2:\tRayyan"},"^I guess my mastress told you about me, right?","\n",{"#":"speaker:1:\tAbbas"},"^Mastress? That's a weird title.","\n",{"#":"speaker:2:\tRayyan"},"^It's a female master. She is my dear mastress and keeper of this temple. A soothsayer she is, as well. She can interpret dreams too. And she…","\n",{"#":"speaker:1:\tAbbas"},"^I got it i got it. She is an amazing being. So, your goddess asked you to accompany me just to make sure i am an uzu or whatever.","\n",{"#":"speaker:2:\tRayyan"},"^Yeah right. She has mentioned that.","\n",{"#":"speaker:1:\tAbbas"},"^So do you have a place in mind to venture forth?","\n",{"#":"speaker:2:\tRayyan"},"^Let me see… You know there are a few abandoned ships in the docks. I heard rats are all around the place. We can go there and see what happens.","\n",{"#":"speaker:1:\tAbbas"},"^Fine for me. I will inform when I am ready.","\n",{"#":"speaker:2:\tRayyan"},"^Sure.","\n",{"#":"speaker:1:\tAbbas"},"^So who are you really? What do you do here?","\n",{"#":"speaker:2:\tRayyan"},"^I am a servant of this temple and the apprentice of Minami the Soothsayer. I am a Water Mage too, still at novice level though. My mastress said I can become an expert soon enough if I…","\n",{"#":"speaker:1:\tAbbas"},"^Forget your mastress for a while now. Tell me how you ended up here?","\n",{"#":"speaker:2:\tRayyan"},"^Well… I was just a young kid living in the slums. One day milady approached me and wanted me as an errand boy in the temple. To help her out with the maintenance and cleaning…","\n",{"#":"speaker:1:\tAbbas"},"^Why? There is no one else doing that?","\n",{"#":"speaker:2:\tRayyan"},"^No one! The Temple of Shalulu was rusty and abandoned until she came here. Now we have three priests, two errand boys and me.","\n",{"#":"speaker:1:\tAbbas"},"^Sounds interesting I guess. So that's it then? This is the life for you now.","\n",{"#":"speaker:2:\tRayyan"},"^Yes and I am very happy dear Abbas.","\n",{"#":"speaker:1:\tAbbas"},"^You are so kind with the choice of your words and your intonations. Maybe too nice for a man?","\n",{"#":"speaker:2:\tRayyan"},"^I try to be gentle to whomever. This is who I am.","\n",{"#":"speaker:1:\tAbbas"},"^Right. If anyone tries to mess up with you, I bet you would splash the water right on their face.","\n",{"#":"speaker:2:\tRayyan"},"^(laughs pretty hard) You are so funny.","\n",{"#":"speaker:1:\tAbbas"},"^Certainly, I am. I will inform you when I am prepared to depart. Additionally, may I count on you if I decide to explore some place else?","\n",{"#":"speaker:2:\tRayyan"},"^Sure why not? I have my provision but I might need some share and items as a friendly gift, hehe!","\n",{"#":"speaker:1:\tAbbas"},"^Oh you are all same! How opportunist you are!","\n",{"#":"speaker:2:\tRayyan"},"^I am sorry! I didn't want to hurt your feelings. Ok then I will come for free if I am not mingled with temple business.","\n",{"#":"speaker:1:\tAbbas"},"^I am joking man. Of course you will get your share. For now, stay tight!","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"knotName":["^This is the content of the knot.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}