{"inkVersion":20,"root":[[{"#":"speaker:2:\tGreybrow"},"^You are back! You really did it?","\n",{"#":"speaker:1:\tAbbas"},"^Yes! Though squeaks of the mouse and rat are rattling in my head like a music band!","\n",{"#":"speaker:2:\tGreybrow"},"^You are great man Abbas. I owe you.","\n",{"#":"speaker:1:\tAbbas"},"^And sorry for messing with you about the rat looking like a lion king. He really did! Now he is just a skeleton king.","\n",{"#":"speaker:2:\tGreybrow"},"^See? You didn’t believe me. Anyway thanks, it helped me a lot. Here i will give you some supplies to help you in the quests to come.","\n",{"#":"speaker:1:\tAbbas"},"^Is that it?","\n",{"#":"speaker:2:\tGreybrow"},"^Don’t be greedy!","\n",{"#":"speaker:1:\tAbbas"},"^Come on man, I put my life on the line for you!","\n",{"#":"speaker:2:\tGreybrow"},"^Okay, fair enough. Well, I can’t pay you, but I can do something else for you.","\n",{"#":"speaker:1:\tAbbas"},"^What could be more valuable than denari, I wonder…","\n",{"#":"speaker:2:\tGreybrow"},"^I can tell my customers all about you, to build up your fame! Or if you’d rather be the Villain of the city, I can speak of your misdeeds and see your fame decreased. Whichever you wish.","\n","^You must choose though, I can’t do both.","\n",{"->":"dialogchoice"},"end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"dialogchoice":[[{"#":"interaction: 1:dialog choice"},{"#":"define :1:  Gain positive Fame yield"},{"#":"define :2:  Gain negative Fame yield"},"ev","str","^Be the Righteous Hero","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Be the Villain the City deserves","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Good, from now on, I will spread the word of your virtues. Every other day you will have your fame increase. People will eventually accept you as their hero!","\n",{"->":"OnDialogChoiceCompleted"},{"#f":5}],"c-1":["\n","^Very well then, that’s your choice. I will tell everyone how despicable and mean you are, until you are the most notorious person in the city. Maybe you will be the villain this city needs!","\n",{"->":"OnDialogChoiceCompleted"},{"#f":5}]}],{"#f":1}],"OnDialogChoiceCompleted":[{"#":"speaker:1:\tAbbas"},"^You know what Greybrow, I feel really luck to have a friend like you!","\n",{"#":"speaker:2:\tGreybrow"},"^Me too, browther, me too!","\n",{"#":"speaker:1:\tAbbas"},"^(a fake smile hangs from his cheek) That was funny, I give you that…","\n","end","end",{"#f":1}],"#f":1}],"listDefs":{}}