{"inkVersion":20,"root":[[{"#":"speaker:2:\tKhalid"},"^So how was your first day at work?","\n",{"#":"speaker:1:Abbas"},"^Shitty. I don't like it.","\n",{"#":"speaker:2:\tKhalid"},"^Is it hard to work for an honest job and make your living my prince?","\n",{"#":"speaker:1:\tAbbas"},"^I am no prince. It is just… boring. Better in my village. At least I worked for myself. I don't like the feeling of working for someone else.","\n",{"#":"speaker:2:Khalid"},"^You are not working for someone else. You are working for you. So you can pay your rent - to me.","\n",{"#":"speaker:1:Abbas"},"^Why do we do this? I can go back to my village. And come back maybe in Antler of the Deer…","\n",{"#":"speaker:2:Khalid"},"^No no no… Totally not. That's not a good idea.","\n",{"#":"speaker:1:\tAbbas"},"^Why?","\n",{"#":"speaker:2:Khalid"},"^Because… i like you son. I got no son. And i am an old man who is afraid by himself. Please erase it from your mind. I don't wanna lose you.","\n",{"#":"speaker:1:\tAbbas"},"^(frowns suspectedly) I don't know why you are acting like this… You barely know me. You don't want me to go. And you push me to pay you rent.","\n",{"#":"speaker:2:\tKhalid"},"^Kid you must understand. I am teaching you a life lesson. You are growing now even if you don't realize.","\n",{"#":"speaker:1:\tAbbas"},"^Cut the crap and tell me why. Why do you really need me?","\n",{"#":"speaker:2:\tKhalid"},"^Ok, i will be honest. Your job supervisor came see me just before you. He said, well… although you are an odd guy and not particularly hardworking, you might have some hidden power.","\n",{"#":"speaker:1:Abbas"},"^What? Where the pit that came from?","\n",{"#":"speaker:2:Khalid"},"^Don't know… Your supervisor, a shrewd man he is. He might have seen something in you. A gesture, a small move you make, or something that you don't realize you do particularly well.","\n",{"#":"speaker:1:\tAbbas"},"^You are not being clear to me.","\n",{"#":"speaker:2:Khalid"},"^Long story short, you might be an uzu. That's what he suspects. He may be right and if he is right, i need you here by my side for the events to come.","\n",{"#":"speaker:1:Abbas"},"^What uzu? What events? Come on old man! I saved your debt just because you asked. I attended a stupid job because you wanted me to - just for the hope that you will open that zipped mouth of yours and tell me truth. Now what? Are you gonna keep me around like a pet?","\n",{"#":"speaker:2:Khalid"},"^This is the wrong way of thinking. You asked me to do something for you. But i ask you to do something for people. For the good of thousands of the living in not only Nekkisari but whole Safrima.","\n",{"#":"speaker:1:\tAbbas"},"^Yeah yeah… Even whole Shargad right? I am the hero to save it all? Don't be ridiculous!","\n",{"#":"speaker:2:\tKhalid"},"^Maybe yes, maybe no. Maybe rain maybe snow. Hehe!","\n",{"#":"speaker:1:\tAbbas"},"^(you frown in confusion)nWhat the crap?","\n",{"#":"speaker:2:Khalid"},"^Ok i will be very serious right now. Listen to me carefully. Latest rumors in the city, although i don't remember all, you know as i have lost my memory…","\n",{"#":"speaker:1:Abbas"},"^Yeah, i am sure.","\n",{"#":"speaker:2:Khalid"},"^City folk, tribesman from Imvula Forest even Sanga Jungle, whoever set foot on Mwana lately they told me that the village folk there look odd. Like deformed. Such as half-dead.","\n",{"#":"speaker:1:Abbas"},"^That's weird. Never heard such thing. Maybe it is just a rumor from bards with wild imagination?","\n",{"#":"speaker:2:Khalid"},"^Maybe. But what if it is true?","\n",{"#":"speaker:1:Abbas"},"^Gods know what. I just can't see any relation of me staying here with this.","\n",{"#":"speaker:2:Khalid"},"^You came here looking for the truth son. And here is the truth. We might be in trouble. Not only you me or your family…","\n",{"#":"speaker:1:Abbas"},"^Last member of my family died couple of days ago.","\n",{"#":"speaker:2:Khalid"},"^Another reason for you to stay here. What are you gonna do in Adjolo? Go back and do some useless village job?","\n",{"#":"speaker:1:Abbas"},"^What will i do here?","\n",{"#":"speaker:2:Khalid"},"^You will help me. Help the good people of Nekkisari. Of course if you are an uzu. If not, we are just talking for nothing here.","\n",{"#":"speaker:1:Abbas"},"^I heard about uzues but never really thought i could become one. That feels odd in a nice way even to discuss this. So how can we be sure that i am an uzu?","\n",{"#":"speaker:2:Khalid"},"^I will find a way. I should talk to the sweet lady Minami maybe. She could help us. She is kind and has great mind.","\n",{"#":"speaker:1:\tAbbas"},"^I know you admire her so much. Let's say i went to her and she confirmed I am an uzu. Don't know how she will do that but anyway... Then what? What if i really am?","\n",{"#":"speaker:2:\tKhalid"},"^We need every skilled man as we can get. This is serious you get that right? No one in Shargad practised necromancy for years. What i am afraid is; the witch of the king could be behind this.","\n",{"#":"speaker:1:\tAbbas"},"^Ohh we started with being uzu, skills and jobs and now we are heading towards rebellion against the king. I think this is where we should stop.","\n",{"#":"speaker:2:\tKhalid"},"^No kid, sadly no. This is where we should begin. You want the truth, yes? The truth about you?","\n",{"#":"speaker:1:\tAbbas"},"^Maybe this was it. He was gonna say I am an uzu and that's it. I can't say I am too curious now. This whole thing smells fishy.","\n",{"#":"speaker:2:\tKhalid"},"^Forget curiosity but tell me, what kind of a man you are if not honoring the dying wish of your father?","\n",{"#":"speaker:1:\tAbbas"},"^It wasn't the wish, he just told me like it is good if i do it. Not like, hey it's my last wish son… Don't play the emotions card on me!","\n",{"#":"speaker:2:\tKhalid"},"^You are stubborn as a goat from the Hawkwing Mountains. You want to make me beg you, don't you?","\n",{"#":"speaker:1:\tAbbas"},"^Then tell the damn truth and be done with it!","\n",{"#":"speaker:2:\tKhalid"},"^I am telling you, i lost my memory. But if you are an uzu, who knows, you might help me recover it.","\n",{"#":"speaker:1:\tAbbas"},"^You are talking about serious things all the time but you are never serious. How is that possible?","\n",{"#":"speaker:2:\tKhalid"},"^I am very serious. There are uzues who can read mind. Telepaths. Who can clear minds, forge minds. Maybe you are one of them? Why don't you at least try to find it out?","\n",{"#":"speaker:1:\tAbbas"},"^Damn it! There is no way around this right? Well then, i will go see this woman. Learn whether I have any skill or whatnot. And then go back to my village.","\n",{"#":"speaker:2:\tKhalid"},"^Sure sure. However you want kid. I will not push you!","\n",{"#":"speaker:1:\tAbbas"},"^I am sure you won't. Tell me, she is in the temple district right?","\n",{"#":"speaker:2:\tKhalid"},"^Yes. Find the Temple of Shalulu. But don't rush. Let me speak to her first. Then come back to me in a day or two. Meanwhile enjoy the city. I explained you everyone you can meet.","\n","^Go talk to them. If you like adventure you can embark on a few quests here and there. Or just do your job. You will get a few denari and have a unique experience.","\n",{"#":"speaker:1:\tAbbas"},"^Being a freaking \"job id\"? What unique experience? Anyway, I know how to spend my time, don't worry about me. I will visit you tomorrow then.","\n",{"#":"speaker:2:\tKhalid"},"^Let's make it two days shall we? You know i am not always home. I got many kids to teach in the city. Who knows when I can find time to talk to Minami?","\n",{"#":"speaker:1:\tAbbas"},"^You win old bastard. You win.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}