{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[{"#":"speaker:2:\tKhalid"},"^Around... umm, I don’t remember.","\n",{"#":"speaker:1:\tAbbas"},"^I would have been surprised if you did. Here, take it.","\n",{"#":"speaker:2:\tKhalid"},"^Are you serious? How? I mean, I don’t remember that well but the guy was a troublemaker. That’s the least i know.","\n",{"#":"speaker:2:\tKhalid"},"^(smiles and places his hand on Abbas’ shoulder) You really are a boy with guts, aren’t you?","\n",{"#":"speaker:1:\tAbbas"},"^You tell me... Anyway, I am really tired. It has been a long day for me. If you allow me to stay here, as you promised, I would appreciate getting a good sleep.","\n",{"#":"speaker:2:\tKhalid"},"^What promise you are talking about? I don’t remember.","\n",{"#":"speaker:1:\tAbbas"},"^Are you f.cking serious?","\n",{"#":"speaker:2:\tKhalid"},"^Joking, joking... No worries, you can stay. But…","\n",{"#":"speaker:1:\tAbbas"},"^But what?","\n",{"#":"speaker:2:\tKhalid"},"^I forgot what to say. Whatever… So you can use this floor bed and keep your belongings in this chest. Don’t touch my herbs, scrolls or potions. I will give you one or two for a start but that's it. If you want to purchase more, go to my sweet blondie.","\n",{"#":"speaker:1:\tAbbas"},"^Who is that?","\n",{"#":"speaker:2:\tKhalid"},"^(shrugs) Apothecary of course, who else?","\n",{"#":"speaker:2:\tKhalid"},"^How old are you man? Why are you talking so much about this woman?","\n",{"#":"speaker:1:\tAbbas"},"^My wife died four years ago. Do you know how it feels to be lonely for four years?","\n",{"#":"speaker:2:\tKhalid"},"^It is just four, not forty! Get over yourself!","\n",{"#":"speaker:1:\tAbbas"},"^My sweet wife… I miss her.","\n",{"#":"speaker:2:\tKhalid"},"^What happened to her?","\n",{"#":"speaker:1:\tAbbas"},"^Long story short she is dead. But what to do heh? Let’s not waste our breathe on the dead. Gone is gone.","\n",{"#":"speaker:2:\tKhalid"},"^I love how emotional you are.","\n",{"#":"speaker:1:\tAbbas"},"^Yes, right? Anyway, let me tell you little bit about this town, open your ears and listen to me.","\n",{"#":"speaker:2:\tKhalid"},"^Listening…","\n",{"#":"speaker:1:\tAbbas"},"^Nekkisari is bigger than your village but it is not as big as you think it is. The word gets around quickly here. So every move you make will work towards your Fame.","\n",{"#":"speaker:2:\tKhalid"},"^It is up to you kid. I can’t change who you are or who you want to be, but you can be sure that everything you do will bring its own consequences. You have to choose your own path after all, whether you want to be a Hero or a Villain.","\n",{"#":"speaker:1:\tAbbas"},"^Why should I be a Hero or a Villain? I am here just until you gather your mind.","\n",{"#":"speaker:2:\tKhalid"},"^Fame is important kid. And my mind will not recover so quickly, that I know. Be prepared to stay here for a while.","\n",{"#":"speaker:1:\tAbbas"},"^I don’t like the sound of this…","\n",{"#":"speaker:2:\tKhalid"},"^Meet the city folk first. Talk with Greybrow the Tavernkeeper. He is a tough guy but he is scared of rats. He might need your hand to clean up the sewers. Reach out to him.","\n",{"#":"speaker:1:\tAbbas"},"^Well… I will see what I can do. Who else could help me out here?","\n",{"#":"speaker:2:\tKhalid"},"^The Keeper of the Temple of Shalulu is a very attractive woman called Minami. She came from Kushima… A long long way from here. She is a Soothsayer and a wielder of Water Magic. She can enchant your weapon with gems and clear your mind with her own techniques.","\n",{"#":"speaker:1:\tAbbas"},"^I make sure she feels home here. You should do same. Though i am not sure if she would accept you just like that. Maybe i will talk to her some day to let you in.","\n",{"#":"speaker:2:\tKhalid"},"^Creating your own excuses to talk to her. I see.","\n",{"#":"speaker:1:\tAbbas"},"^Oh, almost forgot the marketplace. There isn’t just an Apothecary there. Meet with the Fruiterer. Fruits are healthy and delicious. You can eat whatever I have here at home but you need to buy for yourself if you need extra.","\n",{"#":"speaker:2:\tKhalid"},"^Fair enough. Is there a workshop?","\n",{"#":"speaker:1:\tAbbas"},"^Yes. The owner Amadi, he is an honest guy. Don’t mess with him. He won’t do business with you if your Fame is Notorious or worse.","\n",{"#":"speaker:2:\tKhalid"},"^I will not make my decisions for the sake of doing business with one guy but thanks for the tip.","\n",{"#":"speaker:1:\tAbbas"},"^I almost forgot. There is Amish. If you wanna buy flashy stuff, like necklaces, rings, gloves, belts… gewgaws overall, speak with him. He is a bit tricky though, watch out.","\n",{"#":"speaker:2:\tKhalid"},"^Anyone else?","\n",{"#":"speaker:1:\tAbbas"},"^The Safekeeper! Leon is a good man. And he is smart like a fox. He made a name for himself in short time with his Safekeeping services.  When you have enough coins to spend, go to him, he will help you with investments on city buildings.","\n",{"#":"speaker:2:\tKhalid"},"^But he won’t receive you until you got some coins to spend. Then he can safekeep your denari and items too. You know, even this house might not be safe. Thieves are swarming around here.","\n",{"#":"speaker:1:\tAbbas"},"^I hope I will encounter some in action. I’d kick their asses!","\n",{"#":"speaker:2:\tKhalid"},"^They are well organized though. They have a guild. I suspect the house in the back street is the headquarters. You can check what they are doing at night but watch your pockets.","\n",{"#":"speaker:1:\tAbbas"},"^I will. Anyone else I should be careful of?","\n",{"#":"speaker:2:\tKhalid"},"^For now kid, I would say, stay away from the City Hall. Try not to attract the guards’ attention. Maybe later you will need to deal with them, but not now. Oh, and there is a list of available Bounties hanging on the tavern wall. Just in case, if you need...","\n",{"#":"speaker:1:\tAbbas"},"^I don't think I need, but thanks anyway.","\n",{"#":"speaker:2:\tKhalid"},"^Don’t see such side missions as a burden, they might help you gain a lot of loot, and experience. And come see me tomorrow morning. Let’s get you a job!","\n",{"#":"speaker:1:\tAbbas"},"^I don’t like to work but I guess you are gonna kick me out if I don’t bring in any coins after the first week.","\n",{"#":"speaker:2:\tKhalid"},"^Be a man and work! You are not a kid just because I call you kid. Tell me, what are you capable of?","\n",{"->":"jobchoice"},"end",{"#f":1}],"jobchoice":[[{"#":"interaction: 1:job choice"},{"#":"define :1:  unavailable for Demo"},{"#":"define :2: My people are woodcutters by trade. I think that’s what I can do best."},"ev","str","^Poacher","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Woodcutter","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"OnJobChoiceCompleted"},{"#f":5}],"c-1":["\n","^I’m not really a warrior type, though I do have my hatchet to swing and my rungu to throw. I’ve been called as the Skirmisher in Adjholo.","\n",{"->":"OnJobChoiceCompleted"},"end",{"#f":5}]}],{"#f":1}],"OnJobChoiceCompleted":[{"#":"speaker:2:\tKhalid"},"^That’s fine. Tomorrow I will introduce you to your supervisor. He will tell you what to do. Come in during the day, not at night!","\n",{"#":"speaker:1:\tAbbas"},"^Okay!","\n",{"#":"speaker:2:\tKhalid"},"^Good night then kid, I will see you tomorrow, if you are still alive, hehe!","\n",{"#":"speaker:1:\tAbbas"},"^You are such a motivator!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}