{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[{"#":"speaker : 2:\tKhalid"},"^So, tell me kid, how may i help you?","\n",{"#":"speaker : 1:\tAbbas"},"^Well... I am Abbas, son of…","\n",{"#":"speaker : 2:\tKhalid"},"^No, this time no joke, sorry. I don’t know no Hakeem nor Kareem. Maybe you are mistaken?","\n",{"#":"speaker : 1:\tAbbas"},"^(sighs) Came all the way down for nothing. Look I don’t even have much left in my pocket to stay in the tavern for a night. And I walked down here from Adjholo. At least can i...","\n",{"->":"classchoice"},"end",{"#f":1}],"classchoice":[[{"#":"interaction: 1:hello"},{"#":"define :1:  unavailable for Demo"},{"#":"define :2: Hunter archetype. High dmg    , dodge but low armor."},{"#":"define:3: unavailable for Demo"},"ev","str","^Warden","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Skirmisher","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Herbalist","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^I was the Warden in my village. I don’t like bragging but people praised me for my physical prowess and polearm skills.","\n",{"->":"OnClassChoiceCompleted"},{"#f":5}],"c-1":["\n","^I’m not really a warrior type, though I do have my hatchet to swing and my rungu to throw. I’ve been called as the Skirmisher in Adjholo.","\n",{"->":"OnClassChoiceCompleted"},{"#f":5}],"c-2":["\n","^I have been studying the art of Herbalism in my village since childhood. Praise to earth mother Ruru, I am a man of nature. Trees are my friends, animals are my brothers.","\n",{"->":"OnClassChoiceCompleted"},"end",{"#f":5}]}],{"#f":1}],"OnClassChoiceCompleted":[{"#":"speaker : 2:\tKhalid"},"^That’s good, that’s good. That means you are qualified to retrieve what i could not, from that bastard. If you do that, i would not request any money from you for a week of stay. After that, we will see. Works for you?","\n",{"#":"speaker : 1:\tAbbas"},"^Well, do i have another choice?","\n",{"#":"speaker : 2:\tKhalid"},"^Not if you wanna stay here.","\n",{"#":"speaker : 1:\tAbbas"},"^Alright then, tell me where to find this guy and what his name is.","\n",{"#":"speaker : 2:\tKhalid"},"^Forgot his name, but he can be easily identified by the precious amber necklace he wears. Bought from the beautiful Apothecary of Nekkisari. Ahh she is so sweet, so cute…","\n",{"#":"speaker : 1:\tAbbas"},"^Clean your face, you’re drooling. We were talking about the man, not the lady by the way.","\n",{"#":"speaker : 2:\tKhalid"},"^Ah yeah sorry… Anyways, he should be hanging around the tavern. You can check him out some time in the evening. Ask Greybrow the Tavernkeeper.","\n",{"#":"speaker : 1:\tAbbas"},"^Alright, i will see it done. And after that, i will see your memory refreshed, hopefully.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}