{"inkVersion":20,"root":[[{"#":"speaker:2:\tAdalberto"},"^Hola chico, quien eres?","\n",{"#":"speaker:1:\tAbbas"},"^Sorry, what?","\n",{"#":"speaker:2:\tAdalberto"},"^Nevermind. Tell me what you are looking for?","\n",{"#":"speaker:1:\tAbbas"},"^Nothing. I was just passing by and they said you are the captain of the biggest ship in here.","\n",{"#":"speaker:2:\tAdalberto"},"^Right.","\n",{"#":"speaker:1:\tAbbas"},"^Thus, I wanted to stop by and introduce myself.","\n",{"#":"speaker:2:\tAdalberto"},"^You are not a city guard in disguise?","\n",{"#":"speaker:1:\tAbbas"},"^Well… Even if I were, I think I wouldn't have confessed it just like that, right?","\n",{"#":"speaker:2:\tAdalberto"},"^You are smart. Tell me what's your name.","\n",{"#":"speaker:1:\tAbbas"},"^Abbas, the son of Hakeem. Sadly, my father recently passed away and now I find myself in this city, a place I have visited only few times before.","\n",{"#":"speaker:2:\tAdalberto"},"^Vale vale. Don't need to hear your life story.","\n",{"#":"speaker:1:\tAbbas"},"^You are rude captain.","\n",{"#":"speaker:2:\tAdalberto"},"^Nah. I am just lazy to talk. So you wanna drink?","\n",{"#":"speaker:1:\tAbbas"},"^Drink?","\n",{"#":"speaker:2:\tAdalberto"},"^Alcohol tio! Never heard that word before?","\n",{"#":"speaker:1:\tAbbas"},"^Tio? Never heard.","\n",{"#":"speaker:2:\tAdalberto"},"^Jajaja. No, I ment Alcohol… Just sarcasm.","\n",{"#":"speaker:1:\tAbbas"},"^Captain you are a cryptic man, I must confess. Maybe I should take my leave for the sake of my own peace of mind.","\n",{"#":"speaker:2:\tAdalberto"},"^Where you goin' kid? We were having a nice convo here.","\n",{"#":"speaker:1:\tAbbas"},"^Okay, let me stick around here to share a few more words… So I see your eye is defected. Why don't you cover it with a black piece of cloth?","\n",{"#":"speaker:2:\tAdalberto"},"^Who do I look like, eh kid? A pirate? I'm an honest captain here. Maybe you and your stereotypes should take a dive to the bottom of the sea!","\n",{"#":"speaker:1:\tAbbas"},"^Easy cap, easy!","\n",{"#":"speaker:2:\tAdalberto"},"^Anyway kid, I better attend to my own business. Maybe see you around later?","\n",{"#":"speaker:1:\tAbbas"},"^Well… I hesitate to stop by - as you seem to be easily disturbed.","\n",{"#":"speaker:2:\tAdalberto"},"^Don't you worry! Come back anytime you need to check my wares. I trade lots of goods bought from faraway lands.","\n",{"#":"speaker:1:\tAbbas"},"^Hmm, sounds intriguing.","\n",{"#":"speaker:2:\tAdalberto"},"^Also come if you wanna share some drink with us. We may have some drink which you might not find in the tavern.","\n",{"#":"speaker:1:\tAbbas"},"^I will definitely keep in mind!","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}