{"inkVersion":20,"root":[[{"#":"speaker:2:\tTahir"},"^Me?","\n",{"#":"speaker:1:\tAbbas"},"^Yes, you Tahir, or whoever the pit you are!","\n",{"#":"speaker:2:\tTahir"},"^Look if you are here for trouble, I’m not the right man to brawl with.","\n",{"#":"speaker:1:\tAbbas"},"^I know, you are just a petty thief, taking an old man’s money and not paying it back. I’m here to collect it.","\n",{"#":"speaker:2:\tTahir"},"^What? What in the eight seas you are talking about? Have you lost your mind?","\n",{"#":"speaker:1:\tAbbas"},"^No, but my uncle has. His name is Khalid and you know him very well and that he lost his memory. Tell me you greedy bastard, are you paying your debt or should I take it by force?","\n",{"#":"speaker:2:\tTahir"},"^Calm down, calm down... I see you’re trying to protect the old man, but he’s already crazy as a loon. He never remembers anything. I swear i have no pending debt. I paid it back already years ago.","\n",{"#":"speaker:1:\tAbbas"},"^Do you take me for a fool? I won’t fall for such an easy ruse! (a harsh stare by Abbas startles the man)","\n",{"#":"speaker:2:\tTahir"},"^No of course not! I mean i don’t take you a fool and i’m not a fool either, so listen(he whispers to your ear) I have an offer for you!","\n",{"#":"speaker:1:\tAbbas"},"^Go on!","\n",{"#":"speaker:2:\tTahir"},"^I will basically give you a small portion of this.. so-called debt that he is talking about, you know… You look like a decent boy, you can just have a couple of drinks and so on…","\n",{"#":"speaker:1:\tAbbas"},"^In return?","\n",{"#":"speaker:2:\tTahir"},"^In return, you will just go and tell the old man the truth.","\n",{"#":"speaker:1:\tAbbas"},"^The truth?","\n",{"#":"speaker:2:\tTahir"},"^Yes, the truth that I don’t owe him anything.","\n",{"#":"speaker:1:\tAbbas"},{"->":"dialogchoice"},"end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"dialogchoice":[[{"#":"interaction: 1:dialog choice"},{"#":"define :1:  Gain positive Fame yield"},{"#":"define :2:  Gain negative Fame yield"},"ev","str","^Accept his honest offer","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Intimidate him","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Hmm, well… I see no wrong in telling the truth to a troubled old man. I will take your deal and I will take a few silver coins from you just as a compensation.","\n",{"->":"OnDialogChoiceCompleted"},{"#f":5}],"c-1":["^ ","\n",{"->":"OnDialogChoiceCompleted"},"end",{"#f":5}]}],{"#f":1}],"OnDialogChoiceCompleted":[{"#":"speaker:1:\tAbbas"},"^(calmly hands an apple half to the man and bites into the other half)","\n","^You know what other things I can use that axe to cut in half?","\n",{"#":"speaker:2:\tTahir"},"^(bites the apple timidly)","\n","^I doubt I want to know.","\n",{"#":"speaker:1:\tAbbas"},"^(blinks with a little grin on his face.)","\n","^Can I get the money then?","\n",{"#":"speaker:2:\tTahir"},"^How much?","\n",{"#":"speaker:1:\tAbbas"},"^As much as you owe.","\n",{"#":"speaker:2:\tTahir"},"^(he hands over two silver coins)","\n","^Here it is then.","\n",{"#":"speaker:1:\tAbbas"},"^Wait let me ask my friend first!","\n","^(Reaches for his rungu, flips it in his hand once)","\n",{"#":"speaker:1:\tAbbas"},"^Tell me boy, is it two silver coins? No? How much then? Three? Still no? Five? Oh ok then!","\n",{"#":"speaker:2:\tTahir"},"^(he hands in the denari in a terrified manner) Here, take it! Four silver and a bronze sixer. I swear it is not more than this.","\n",{"#":"speaker:1:\tAbbas"},"^Take it easy, I believe you!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}