{"inkVersion":20,"root":[[{"#":"speaker:2:\tMinami"},"^Hmm… So you are an uzu after all.","\n",{"#":"speaker:1:\tAbbas"},"^I guess I am.","\n",{"#":"speaker:2:\tMinami"},"^Your talent shouldn’t go wasted. You should help us.","\n",{"#":"speaker:1:\tAbbas"},"^I hope not to help clean your temple?","\n",{"#":"speaker:2:\tMinami"},"^(smiles) Not that.","\n",{"#":"speaker:1:\tAbbas"},"^Then what?","\n",{"#":"speaker:2:\tMinami"},"^There is a place of great evil in the wilderness…","\n",{"#":"speaker:1:\tAbbas"},"^Stop right there! I will take on your quest.","\n",{"#":"speaker:2:\tMinami"},"^You didn’t even hear what I have to say.","\n",{"#":"speaker:1:\tAbbas"},"^It’s ok. I would accept any quest starting with this magical phrase.","\n",{"#":"speaker:2:\tMinami"},"^You are acting… weird.","\n",{"#":"speaker:1:\tAbbas"},"^Well, it can't be that bad. Just a simple place of evil. Right?","\n",{"#":"speaker:2:\tMinami"},"^Let me tell you from the beginning then, briefly and clearly, like the water itself. Murabo is a town set right beside the Imvula Forest. The woods are dense, the air fresh. Danger lurks there, though – danger sharper than the tip of a spear.","\n",{"#":"speaker:1:\tAbbas"},"^Let’s cut to the chase – what is needed to be done?","\n",{"#":"speaker:2:\tMinami"},"^I want you to find the den of evil that resides within the forest, and vanquish it.","\n",{"#":"speaker:1:\tAbbas"},"^What’s there in that den?","\n",{"#":"speaker:2:\tMinami"},"^Biloko they name him, a demon that haunts the poor people of Murabo. Comes in many shapes, to their village, to their dreams. And has his army of flesh eaters, Tikies some call them. Teeth sharp as…","\n",{"#":"speaker:1:\tAbbas"},"^The tip of a spear?","\n",{"#":"speaker:2:\tMinami"},"^...blades and and breath torrid like a furnace. I want you to go there, find the lair of these monsters and quench the fire that burns within them.","\n",{"#":"speaker:1:\tAbbas"},"^I would be honored to do that. However, there is one problem. I barely handled a few rats. How can i defeat these monsters, if they are so dangerous as you describe?","\n",{"#":"speaker:2:\tMinami"},"^You are not alone. Rayyan can help you anytime you need. I am sure there are others out there who can fill your party in.","\n",{"#":"speaker:1:\tAbbas"},"^Why don’t you, your highness join to my party of heroes then? Your robe would get dirty or what? Perhaps you are simply afraid.","\n",{"#":"speaker:2:\tMinami"},"^For one, I am the temple’s keeper, i can’t leave it whenever i want even for such a worthy quest. And for another, what better way to measure one’s fortitude than to see his stand against evil?","\n","^It’s easy to be good when nothing is at stake. True character reveals in the face of atrocity.","\n",{"#":"speaker:1:\tAbbas"},"^Your words are encouraging. A morale boost for sure. Though, it didn’t move me – not as much as I thought it would. But anyways, no point in discussion. I just hope I wouldn’t die until that old man remembers my truth.","\n",{"#":"speaker:2:\tMinami"},"^It’s good you have fine feelings for old men. I will have to send you to another man at his age. Elder of Murabo. He would guide you where to find the lair and give more insight about the demon.","\n",{"#":"speaker:1:\tAbbas"},"^So I will have the return of my good work from the old man?","\n",{"#":"speaker:2:\tMinami"},"^A real hero doesn’t care about what rewards he will get but…","\n",{"#":"speaker:1:\tAbbas"},"^But what? Am I not a living man? Do I not have needs? I run around to do everything for your sake and will I get what? Just some pep talk? No way milady. Get something precious ready. I will pass by once I am done with the Tikies.","\n",{"#":"speaker:2:\tMinami"},"^Alright then. Maybe not precious but I will give you something divine.","\n",{"#":"speaker:1:\tAbbas"},"^(murmurs) I hope not some prayers for Shalulu...","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}