{"inkVersion":20,"root":[[{"#":"speaker:2:\tMinami"},"^Welcome to the Temple of Shalulu!","\n",{"#":"speaker:1:\tAbbas"},"^Shalulu? Isn’t she the Goddess of Love?","\n",{"#":"speaker:2:\tMinami"},"^(smiles) No, Shalulu is the Goddess of Purity and of the element of water. And I’m the keeper of her temple.","\n",{"#":"speaker:1:\tAbbas"},"^Nice that you are guarding this… empty temple. Otherwise, i guess, there could be children throwing stones at the walls or what have you, vandalizing the place. That would be a shame for such a beautiful building.","\n",{"#":"speaker:2:\tMinami"},"^There is no beauty that lasts forever.","\n",{"#":"speaker:1:\tAbbas"},"^Whatever you say. I’m not very good at philosophical words. Khalid suggested me to see you for the wise lady you are.","\n",{"#":"speaker:2:\tMinami"},"^Yes, she told me about you young man.","\n",{"#":"speaker:1:\tAbbas"},"^So what is the matter? Can you enlighten me please?","\n",{"#":"speaker:2:\tMinami"},"^I heard you possess… some hidden power. That is what we call Khudan, the essence of this universe. A magic discipline above all else. That can control other magic disciplines or destroy them.","\n",{"#":"speaker:1:\tAbbas"},"^Alright alright, I don’t need a lecture on magic disciplines of the realm. There are books for that. Are you gonna tell me why you really wanted to see me?","\n",{"#":"speaker:2:\tMinami"},"^Patience dear boy, patience. It’s the key to all.","\n",{"#":"speaker:1:\tAbbas"},"^It takes more than patience to cipher your encrypted words.","\n",{"#":"speaker:2:\tMinami"},"^You shall not need no decipher if you are not the one. But first I have to be sure whether you are or not. I need a proof of your power that you are really an uzu.","\n",{"#":"speaker:1:\tAbbas"},"^Ok I got it. So Khalid told you that I used this force and that’s why you called me – as the mysterious person of neighbourhood. Listen, I am not sure how I did it, why I did it. I never knew if I had such a power before…","\n",{"#":"speaker:2:\tMinami"},"^This is where I have to step in. Khudan is no simple power. Being an uzu is no simple trait. Let us observe you and be sure for no misperception remains on our minds.","\n",{"#":"speaker:1:\tAbbas"},"^So you will leave your job in the temple and hang out with me for observation?","\n",{"#":"speaker:2:\tMinami"},"^Indeed, a very talented follower of this temple may accompany you. He is young and has a pure heart, like you. Warm is his blood, cold are his hands.","\n",{"#":"speaker:1:\tAbbas"},"^That’s not terribly insightful.","\n",{"#":"speaker:2:\tMinami"},"^I am not a storyteller, but a soothsayer, Abbas, my dear boy. Allow him to accompany you, just to remain nearby and witness your skill in combat. Let the young man, who is no younger than you, be your companion and determine if you truly are an uzu.","\n",{"#":"speaker:2:\tMinami"},"^He is quite clever this apprentice of mine, and gentle too. Rayyan is his name. He won't bother you, just observe.","\n",{"#":"speaker:1:\tAbbas"},"^Alright, that’s fine. So when do I ask him to join?","\n",{"#":"speaker:2:\tMinami"},"^Whenever you want!","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"knotName":["^This is the content of the knot.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}