{"inkVersion":20,"root":[[{"#":"speaker:2:\tMinami"},"^Hmm… So you are an uzu after all.","\n",{"#":"speaker:1:\tAbbas"},"^I guess I am.","\n",{"#":"speaker:2:\tMinami"},"^Your talent shouldn’t go wasted. You should help us.","\n",{"#":"speaker:1:\tAbbas"},"^I hope not to help clean your temple?","\n",{"#":"speaker:2:\tMinami"},"^(smiles) Not that.","\n",{"#":"speaker:1:\tAbbas"},"^Then what?","\n",{"#":"speaker:2:\tMinami"},"^There is a place of great evil in the wilderness…","\n",{"#":"speaker:1:\tAbbas"},"^Stop right there! I will take on your quest.","\n",{"#":"speaker:2:\tMinami"},"^You didn’t even hear what I have to say.","\n",{"#":"speaker:1:\tAbbas"},"^It’s ok. I would accept any quest starting with this magical phrase.","\n",{"#":"speaker:2:\tMinami"},"^You are acting… weird.","\n",{"#":"speaker:1:\tAbbas"},"^Well, it can't be that bad. Just a simple place of evil. Right?","\n",{"#":"speaker:2:\tMinami"},"^Let me recount the tale from its beginning, succinct and clear, like the flowing waters. Murabo, a town nestled alongside the Imvula Forest. The woods dense, the air pure. Yet, danger hides within, sharper than a spear's edge.","\n",{"#":"speaker:1:\tAbbas"},"^Let’s cut to the chase – what is needed to be done?","\n",{"#":"speaker:2:\tMinami"},"^I want you to find the den of evil that resides within the forest, and vanquish it.","\n",{"#":"speaker:1:\tAbbas"},"^What’s there in that den?","\n",{"#":"speaker:2:\tMinami"},"^Biloko, they dub him, a demon haunting Murabo's downtrodden. In myriad forms, he invades their village, their dreams. Leading an army of flesh-devourers, Tikies by name. Teeth as keen as...","\n",{"#":"speaker:1:\tAbbas"},"^A spear's edge?","\n",{"#":"speaker:2:\tMinami"},"^...a blade, and breath scorching as a furnace. I want you to journey there, seek out the lair of these monsters, and quench the fire that rages within them.","\n",{"#":"speaker:1:\tAbbas"},"^I would be honored to do that. However, there is one problem. I barely handled a few rats. How can I defeat these monsters, if they are as dangerous as you describe?","\n",{"#":"speaker:2:\tMinami"},"^You are not alone. Rayyan can help you anytime you need. I am sure there are others out there who can fill your party in.","\n",{"#":"speaker:1:\tAbbas"},"^Why don’t you, your highness join to my party of heroes then? Your robe would get dirty or what? Perhaps you are simply afraid.","\n",{"#":"speaker:2:\tMinami"},"^For one, I am the temple's keeper. I cannot leave it whenever I wish, even for such a noble quest. And for another, what better method to gauge one's strength than by observing their stance against evil? It's simple to uphold goodness when there's nothing to risk. True character is revealed in the face of adversity.","\n",{"#":"speaker:1:\tAbbas"},"^Your words are encouraging. A morale boost for sure. Though, it didn’t move me – not as much as I thought it would. But anyways, no point in discussion. I just hope I wouldn’t die until that old man remembers my truth.","\n",{"#":"speaker:2:\tMinami"},"^You possess compassion for the elderly, which is commendable. I will need to direct you to another individual of his generation, an elder in Murabo. He will lead you to the lair's location and provide additional insights regarding the demon.","\n",{"#":"speaker:1:\tAbbas"},"^So I will have the return of my good work from the old man?","\n",{"#":"speaker:2:\tMinami"},"^A real hero doesn’t care about what rewards he will get but…","\n",{"#":"speaker:1:\tAbbas"},"^But what? Am I not a living man? Do I not have needs? I rush about, accomplishing everything for your sake, and what do I receive in return? Mere words of encouragement? No, milady. Prepare something valuable. Once I have dealt with the Tikies, I will expect a worthy reward.","\n",{"#":"speaker:2:\tMinami"},"^Alright then. Maybe not precious but I will give you something divine.","\n",{"#":"speaker:1:\tAbbas"},"^(murmurs) I hope not some prayers for Shalulu...","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"knotName":["^This is the content of the knot.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}